[
    {
        "description": "Boli sme už dosť južne, aj na úrovni Sahary ale jemne sa ťaháme k moru. Cesty sú takmer prázdne , skoro žiadna doprava. Okolie som sa začal svedomitejšie sledovať, nakoľko zeleň na zemi ubúdala až sa stratila a držala sa už iba na stromoch. To znamenalo jedine bliží sa marocká, stromová atrakcia, o ktorej som si čítal pred odletom - Kozy na stromoch.",
        "time": "13:30"
    },
    {
        "description": "Nakoniec to prichádza z diaľky zazrieme stromy, ktoré sú na oko nejaké plné veľkých plodov a pod nimi striehne detský pastier. Odstavujeme auto pri zvodlidlách a šup šup pozrieť sa na tento zvláštny úkaz.",
        "time": "14:00"
    },
    {
        "description": "Približujeme sa k stromom a neveriacky pozeráme na kozy pod stromami ale aj na kozy na stromoch :)",
        "time": "14:05",
        "imagePath": "../../assets/travelStory/morocco_goats/goat1.jpg",
        "imageCaption": "Kozy na stromoch"
    },
    {
        "description": "Keď som si potom o tom googlil zistil som, že stromy ,na ktorých sa pasú, sú arganovníky. Vyrába sa z nich aj vzácný arganový olej. Kozy si konkrétne pochutnavajú na plodoch týchto stromoch podobných olivám. Arganovníky sa nedarí vysadiť a vypestovať inde vo svete a pre Maroko sú tým pádom unikátne. a veľmi vzácne až tak ,že oblasti výskytu tohto stromu sú pod ochranou UNESCO.",
        "time": "14:07",
        "imagePath": "../../assets/travelStory/morocco_goats/goat2.jpg",
        "imageCaption": "Kozy pochutnávajúce si na plodoch vzácneho arganovníka"
    },
    {
        "description": "Kolorit čudného zjavu na stromoch ešte doprevádzala tlupa divých psov, ktorí ležali pod vedľajšími stromami neobsahujúcich kozy :) Čiže psi ležiaci pod stromom a vedľa kozy pasúce sa na stromoch.",
        "time": "14:10",
        "imagePath": "../../assets/travelStory/morocco_goats/goat3.jpg",
        "imageCaption": "To nie je photoshop, to je pozujúca koza na tenkom konáriku :)"
    },
    {
        "description": "Po nafotení a obzretí pozoruhodných obyvateľov stromov, ešte dávam detskému pastierovi (asi 10-ročný chlapec) odmenu v podobe 50 centov. Usmial sa na mňa, hoci asi ani nevedel čo za mincu som mu dal. Nasadáme do auta a tešíme sa na ďalšie marocké dobrodružstvo.",
        "time": "14:15",
        "imagePath": "../../assets/travelStory/morocco_goats/goat4.jpg",
        "imageCaption": "Ja s kozou stromovou"
    }
]