[
    {
        "description": "Prvý deň na v Havane bol dlhy a veľkolepý, vstali sme o 6 ráno a preskúmali toto neskutočné mesto. Večer sme sa opili a vtrhli na miestnu diskotéku. Keď už sme sa vrátili na izbu zistil som ze mi chýba jeden mobil. Mal som dva mobily, jeden môj a druhy pracovný, ktorý som chcel použiť na fotografovanie pamiatok a iných zaujímavosti :) Okolo 4:30 AM som zistil ze nemám ten firemný :( Radšej som teda zaspal a dúfal som ze ráno sa už zobudím s telefónom. Na moje počudovanie sa ráno zobúdzam a počet telefónov je stále 1 :)",
        "time": "1.deň 4:30"
    },
    {
        "description": "Zbehnem na recepciu a pýtam sa co konať v tomto prípade. Mam šťastie, lebo rovno rovno pri vchode je policajne auto. Výborne, idem za policajtom a rukami v spolupráci s par espanol slovíčkami mu vysvetľujem čo sa udialo. Tu som si povšimol prvý fakt miestnych policajtov. V strede môjho vysvetľovacieho výstupu ma prestal evidovať a začal sa rozprávať s miestnym, diskotékovým SBS-károm. Nakoniec sa však precitol a povedal mi, že mám ísť na policajnú stanicu :)",
        "time": "1.deň 9:30"
    },
    {
        "description": "Vychádzam pred hotel, objednávam si taxík v podobe starej lady a ocitám sa pred hlavnou stanicou. Je to celkom pekná, modra budova. Vnútro budovy pozostáva z volnej recepcii (stoly na konci miestnosti), kde sú traja policajti, ktorí vybavujú potreby občanov. Ďalej sa tu nachádza množstvo rôznych dverí do zákuti pozoruhodnej stanice, vstupnej haly kde sú pospájane stoličky, ktoré kedysi boli u nás na Slovensku v kine ba i u doktora. Sadám si na jednu zo stoličiek a čakám.",
        "time": "1.deň 9:45"
    },
    {
        "description": "Pozorujem kolorit miestnej stanice. Policajti chodia hore dole, niektorí odpočívajú, jeden vysoký, elegantný policajt s veľkým prsteňom si otvára okno a   a pofajčieva. Tomuto policajtovi dávam prezývku El Elegano :) Po chvíli ma volá policajt, že mám ísť na recepciu. Začínam mu opisovať lámavou španielčinou ,rukami a nohami, ze mi bol odsudzezný mobilný telefón. On si vypýta pas a niečo si zapisuje na papier, nezaujato počúva a povie, že mám ísť čakať.",
        "time": "1.deň 9:50",
        "imagePath": "../../assets/travelStory/havana/police_station.jpg",
        "imageCaption": "Policajná stanica v Havane"
    },
    {
        "description": "Opäť sa vraciam sedieť a pozorujem zaujímave udalosti na stanici. Jeden policajt spí priamo na recepcii. V čakárni vidím dvoch starších europských pánov pravdepodobne homosexuálov. El Elegano si ich berie na starosť. Dvaja Európania nevedia vôbec po španielsky, angličtinu neovláda na stanici nikto a tak sa snažia hraným divadlom El Eleganovi ukázať, ze boli okradnutí. Jeden Európan hrá rolu páchateľa a druhý hrá obeť. Z hraného divadla vytuším, že im zlodej vytrhol kameru prehodenú cez rameno a utiekol. El Elegano si všetko pozorne zapisuje. Po skončení divadielka vyrážam za nimi a pýtam sa odkiaľ sú a také úvodné reči. Zisťujem, že sú to dvaja Švédi a už končia svoj kubánsky trip a na konci sa im stane takáto nepríjemná patália :)",
        "time": "1.deň 9:55"
    },
    {
        "description": "Stanicou sa ozýva zvuk starej ihličkovej tlačiarne :)",
        "time": "1.deň 10:01"
    },
    {
        "description": "Všímam si ďalšieho policajta, ktorý len tak postáva pred dverami do útrob stanice. Je to vysoký černoch a nosí hore dole papiere pripadne odprevádza ludi od jedných dverí k druhým. Rozhodnem sa konať, oslovujem ho a on ma prevedie cez prve dvere pred ktorými väčšinou postava. Vo vnútri je chodba s viacerými miestnosťami. Klope na prvé dvere nič sa nedeje, následne klope na druhé dvere tiež sa nič nedeje. Tak pokrčí ramenami a odprevádza ma späť do čakárne. Policajtovi dávam prezývku El Stupido. Neskôr poodhalím prečo :)",
        "time": "1.deň 10:20"
    },
    {
        "description": "Čakám, som trošku rozbitý zo včera, aj hlad ma trápi, našťastie mám so sebou vodu a učebnicu španielčiny, ktorou si krátim chvíle :) Znenazdajky ma osloví El Elegano, že mám ísť s nim. Hravo prechádzame prvými dverami a klopeme na dvere kde sa El Stupido nedostal. Ozvú sa španielske slová a vstupujeme dovnútra. V miestnosti je staršia pani, ktorá si niečo zapisuje. Na malej skrinke je starý televízor kde beží španielska telenovela. Pani sa ma pravdepodobne pýta čo sa stalo a tak opäť rukami, nohami a pár španielskymi slovami vysvetľujem co sa stalo. Vypýta si pas, opíše si z neho údaje a následne mi ho vracia späť El Elegano ma potom odprevádza von a opäť sa ocitám v čakárni.",
        "time": "1.deň 10:45"
    },
    {
        "description": "Čas plynie a plynie som nervóznejší, trošku ma upokojí že Švédi vbehli do dverí, ktoré sú s vysokou pravdepodobnosťou vyšetrovačka :)",
        "time": "1.deň 11:30"
    },
    {
        "description": "Pozorujem okolie. Švédi opúšťajú vyšetrovačku, vyzerajú zúfalo jeden mi zapraje veľa šťastia, povzdychne si a šibalsky sa usmeje :) Vidím ako idú cez útrobné dvere kde stoji El Stupido a a v diaľke vidím ako ich vedu cez ďalšie veľké dvere kde je vidieť časť mreží a na veľkej stene namaľovaných latinskom-amerických vodcov Fidela Castra a Hugo Chaveza. Sám by som veru moc nechcel ísť do hlbšieho vnútra tejto stanice.",
        "time": "1.deň 11:45"
    },
    {
        "description": "Vidím pootvorené bočné dvere skade vybehli Švédi tak tam nakuknem  kde vidím mladého policajta hrabať sa v kartotéke a mrviť sa v papieroch. Skúšam šťastie a pýtam sa čo mám robiť. On však iba s chápavým pohľadom odvrkne, že pracuje na dôležitom prípade a mám počkať kým príde šéf stanice. Postup sa mi zdá nezmyselný a smutne sa vraciam na svoje miesto v čakárni.",
        "time": "1.deň 12:00"
    },
    {
        "description": "Na scéne sa zjavuje upratovačka. Zatiaľ len tak ostýchavo postáva pri recepcii a čaká, že sa bude niečo diať. Zrazu začnú policajti horlivo premiestňovať stoličky z jednej strany na druhú, pričom vyzývajú aj občanov, aby sa presunuli. Jednu stoličku davajú aj pred vchod, aby nitko teraz nemohol vstúpiť a upratovačka začína umývať dlážku.",
        "time": "1.deň 12:10"
    },
    {
        "description": "Vidím dva metre vysokých černochov ako po špičkách obchádzajúci umytú plochu pod prísnym pohľadom upratovačky, ostatní čakáme na druhej strane. Chod stanice je polozastevený, upratať sa predsa musí :)",
        "time": "1.deň 12:20"
    },
    {
        "description": "Upratovačka doumýva a hrdo sa postaví vedľa svojho diela :). Zbadám El Stupida tak sa ho chcem ísť opýtať čo s mojim prípadom. Pani upratovačka mi však metlou zabráni vydať sa nim a naznačuje mi , že dlážka ešte nie je suchá a musím počkať.",
        "time": "1.deň 12:30"
    },
    {
        "description": "Dlážka je ako tak suchá, upratovačka konci svoje predstavenie a ide do útrob stanice, chod stanice sa rozbieha stoličky pred vchodom miznú :)",
        "time": "1.deň 12:40"
    },
    {
        "description": "Čakať tam ma už nebaví, a tak sa rozhodnem konať. Pýtam sa El Stupida, či môžem ísť do zasadačky. On prikývne, klopem na dvere a ocitám sa vo vyšetrovačke (len pre spomenutie je to uzavretá miestnosť hneď vedľa čakárne). V miestnosti sú dvaja policajti, stoličky a jeden stol s prastarým počítačom. :) Ujme sa ma mladý, sympatický, usmievavý policajt. Dávam mu prezývku El Sympatico, lebo vie pár slovíčok po anglicky. Rôznymi gestikuláciami mu naznačujem, že mi niekto na diskotéke v našom hoteli Deauville odcudzil telefón z nohavíc keď sme tancovali. El Sympatico sa tvári chápavo. Po krátkej chvíli mi však dáva pre mňa úplne nelogicky návrh. Hovorí, že mám ísť naspäť na hotel, že za mnou príde hliadka aj s policajtom kde spíšeme zápisnicu. Nedáva mi to žiadny zmysel, nakoľko to hneď na začiatku som mohol spísať zápisnicu s tým policajtom na recepcii hotela.",
        "time": "1.deň 12:44"
    },
    {
        "description": "Neveriacky som ešte chvíľu krúžil po čakárni a pred stanicou, kde pozorujem bežný deň policajtov pred stanicou. Vidím ako dvaja policajti umývajú starú ladu, ďalší dvaja policajti roztláčajú ešte staršiu ladu. Táto situácia ma vskutku rozosmieva :) ",
        "time": "1.deň 12:50",
        "imagePath": "../../assets/travelStory/havana/havana_car.jpg",
        "imageCaption": "Luxusné auto kubánskej polície"
    },
    {
        "description": "Ešte sa len tak pokrútim v čakárni kde už nie je veľa ludi. Zrazu však nastáva zvrat El Stupido ma volá späť do vyšetrovačky. Obsah miestnosti je teraz neznámy policajt za počítačom, El Stupido zatiaľ len tak stoji a El Sympatico sa hrabe v poličke s dokumentami.",
        "time": "1.deň 12:53"
    },
    {
        "description": "El Stupido mi podáva obyčajný papier A4, aby som opísal čo sa stalo a zapísal to na papier. Zároveň im to mám aj po španielsky opisovať. Keď sa dostávame k typu a cene telefónu El Sympatico spozornie. Keď hovorím, že telefón Samsung Galaxy S5 Mini stal 300 Eur (plat na Kube je 20 USD / mesiac), El Sympatico je prekvapený a vyťahuje z vrecka svoj 10-ročný rozbitý Alcatel a ukazuje mi ho. El Stupido zatiaľ niekde mizne ale po chvíli mi donesie dokument, kde sú kolonky, ktoré mám vyplniť ako Meno, Priezvisko, Zamestnanie,Vek atď... . Pochopil som, že to mám vyplniť, tak sa zhosťujem tejto úlohy :). Celé je to po španielsky a ako prvé niečo zapisujem do kolonky Fecha de nacimiento (Dátum narodenia). Keď si to však povšimne len tak opodiaľ postávajúci El Stupido začne kričať: No Bueno, No Bueno a vytrhne mi papier z rúk, pokrčí ho a nahnevane ho hodí do rohu miestnosti. El Stupido rozhorčene odchádza pričom ja previnilo čakám čo sa bude diať. Po asi 4 minutách prichádza späť a nesie nový dokument. Podáva mi ho a presne mi ukazuje, že musím začať kolonkou Nombre (Meno). Snažím sa mu vysvetliť, že nezáleží na poradí koloniek a je jedno ktorou začnem. On však iba kyve hlavou a prstom ustavične ukazuje na kolonku Nombre. Vzdávam to a vyplnam ako prvé Meno, on sa usmieva a ukazuje palec hore a hreje ho vnútorne uspokojenie, že mi vysvetlil ako správne vyplniť dokument :)",
        "time": "1.deň 12:56"
    },
    {
        "description": "Papierovačky sú vybavené a tak sa pýtam kedy budem môcť prísť pre potvrdenie. El Sympatico odpovedá: manana manana. Odpoveď sa mi zdá jednoznačná. Mám prisť zajtra, keďže manana znamená po španielsky zajtra.",
        "time": "1.deň 13:10"
    },
    {
        "description": "V duchu som spokojný, že zajtra budem mať potvrdenie o krádeži, dohadujem sa s chalanmi kde sa stretneme a vydáme na ďalšie Havanské dobrodružstvo.",
        "time": "1.deň 13:15"
    },
    {
        "description": "Druhý deň sa opäť prechádzame pôvabnými ulicami Havany a mojou doobednou úlohou je ísť si po potvrdenie, že som bol okradnutý. Som však dosť na pochybách, či budú mať pre mňa pripravený nejaký doklad, ktorý by dokazoval krádež môjho služobného telefónu.",
        "time": "2.deň 10:00"
    },
    {
        "description": "Na stanici prichádzam za neskorého doobedia. Trošku ma rozrušuje, že je to úplne nová zostava policajtov a neviem nájsť opornú tvár, ktorú by som oslovil.",
        "time": "2.deň 11:00"
    },
    {
        "description": "Situácia na stanici je pokojná, skoro nikto tu nie je a tak oslovujem policajta na recepcii. Snažím sa mu vysvetliť, že by som tu mal mať dokumenty a, že mi ukradli telefón. Neznámy policajt na mňa divne zazerá ale nakoniec pochopí situáciu a posiela ma čakať.",
        "time": "2.deň 11:10",
        "imagePath": "../../assets/travelStory/havana/castro_order.jpg",
        "imageCaption": "Nariadenia Fidela Castra"
    },
    {
        "description": "Policajt mi hovorí, že mam vstúpiť do bočnej, vyšetrovacej miestnosti. Nachádza sa tam policajtka (černoška) okolo 30-ky, ktorá obsluhuje počítač. Ukazujem jej v pase svoje meno a, že by som tu mal mať nejaké documentos. Ona však začne nesúhlasne kývať ukazovákom, že som prišiel neskoro. Hovori, že môj správny príchod mal byť de la manana čo je ráno o 8:00. Ja som postrehol iba manana čo je zajtra. Dve predložky a iný význam. Snažím sa jej ukázať poličku kde dali moj spis k prípadu, ale pani policajtka je neoblomná. Ešte raz ju poprosím nech mi vydá dokumenty, ale ona stále iba ukazovákom kýva, že zajtra ráno o 8:00 musím prísť. Hovorím jej, že nebudem v Havane týždeň a potrebujem ho teraz. Ona však stále vravi, že tu nie som v oficiálnom čase. Vyťahujem v tom telefón a pýtam sa kedy mám prísť keď sa po týždni vrátim do Havany. Ukáže mi dátum 26. februára a potom upenlivo rozmýšľa a ráta niečo na prstoch a nakoniec mi s dôležitým výrazom hovorí, že mám prísť ráno o 8:00. To mi však došlo už predtym, že povie o 8 ráno :)",
        "time": "2.deň 11:30"
    },
    {
        "description": "Rozhliadam sa ešte trošku pred stanicou a pozorujem miestnu kultúru a ľudí. Zrazu vidím ako sa dvaja mládenci začnú biť rovno pred policajnou stanicou. Ostatní okoloidúci ich obklopia a pozorujú. Povšimnú si to aj dvaja policajti, ktorí práve dorazili na stanicu z obchôdzky a vystupujú zo starej lady. Ihneď prerušia bitku a jeden policajt sa začne biť s jedným z mladíkov za vykríku prítomnej ženy niečo v znení: On je iba dieťa, on je iba dieťa ! Bitka končí odvedením dvoch nespratníkov na policajnú stanicu. Krátke spestrenie na záver druhého dňa na stanici a pomalým tempom odchádzam za chalanmi do centra.",
        "time": "2.deň 11:40",
        "imagePath": "../../assets/travelStory/havana/police_cars.jpg",
        "imageCaption": "Dvojitá úderka kubánskej polície"
    },
    {
        "description": "Týžden sa stretáva s týždňom a my sa opäť ocitame v Havane. Neviem prečo ale na na Kube som si zvykol vstávať o 8 ráno nech sa noc predtým dialo hocičo :) Aj teraz sme mali tažkú noc ale v pohode som vstal pred ôsmou. Martin mi moc neveril, že vstanem ale stalo sa. Rýchlo som si hodil pár limetkových keksíkov a šup ho pred hotel. Tam som si objednal taxík k stanici za 3 doláre.",
        "time": "3.deň 7:50"
    },
    {
        "description": "Stanica zývala prázdnotou. Už som ako tak vedel ako to tam funguje, oslovujem preto policajta na recepcii. Najprv nechápal, ale potom asi pochopil čo chcem a posiela ma čakať, aké prekvapenie, už som zvyknutý :)",
        "time": "3.deň 8:05"
    },
    {
        "description": "Policajt mi oznamuje, že môžem vkročiť do bočných dveri. Za počítačom sedí černoch, pozerá do počitača nevšíma si ma. Na to som však zvyknutý :)",
        "time": "3.deň 8:15"
    },
    {
        "description": "Po chvíli ma oslovuje a volá za monitor. Ukazuje mi nejake meno či som to ja, žial nebol som to ja. Takto mi ukaze ešte ďalšie dve mená, boli to asi švédske mená ale také skomolené :) Nakoniec sa dostávame k menu Juras Ligoccay. Toto musí byť moje meno:) Priznávam sa k menu ukazujem na monitor to som ja :)",
        "time": "3.deň 8:20",
        "imagePath": "../../assets/travelStory/havana/confirmation.jpg",
        "imageCaption": "Vytúžené potvrdenie"
    },
    {
        "description": "V miestnosti sa zjavuje černoch, ano je to samotný El Stupidito. Kričím na neho yo recuerdo, čo znamená pamätám si ťa. On sa usmeje a tiež hovorí, že si ma pamätá a vymenísme si 5-sekundový pozitívny úsmev.",
        "time": "3.deň 8:30"
    },
    {
        "description": "Spokojný s vytúženým potvrdením o krádeži sa lúčim s policajtami. Posledný deň to išlo veľmi hladko. Objednávam si cyklo taxík za 2 doláre a užívam si cestu rannou Havanou za prijemného vánku.",
        "time": "3.deň 8:40",
        "imagePath": "../../assets/travelStory/havana/confirmation_ivanko.jpg",
        "imageCaption": "Potvrdenie, hrdý majiteľ a zobudzajúci sa Ivanko"
    }
]